Что вы сделали в этом году такого, чего никогда не делали раньше?
Выполнили ли вы свои новогодние обещания?
Родился ли кто-нибудь из ваших близких?
Умер ли кто-то из ваших близких?
Какие города/штаты/страны вы посетили?
Что бы вы хотели иметь в следующем году, чего вам не хватило в этом году?
Какая дата (даты) из этого года останется в вашей памяти и почему?
Каким было ваше самое большое достижение в этом году?
Какова была ваша самая большая неудача?
С какими еще трудностями вы столкнулись?
Страдали ли вы от болезней или травм?
Какую лучшую вещь вы купили?
Чье поведение заслуживает одобрения?
Чье поведение привело вас в ужас?
Куда ушла большая часть ваших денег?
Чему вы были очень, очень, очень рады?
Какая песня всегда будет напоминать вам об этом годе?
По сравнению с прошлым годом вы стали счастливее или грустнее? Худее или толще? Богаче или беднее?
Что бы вы хотели сделать больше?
Чего бы вы хотели сделать меньше?
Как вы проводите праздники?
Влюбились ли вы в этом году?
Ненавидите ли вы сейчас кого-нибудь, кого не ненавидели в прошлом году?
Какой была ваша любимая передача?
Какую лучшую книгу вы прочитали?
Какое музыкальное открытие года вы сделали для себя?
Какой фильм был вашим любимым?
Каким было ваше любимое блюдо?
Что вы хотели и получили?
Что вы хотели и не получили?
Что вы делали в свой день рождения?
Какая одна вещь сделала бы ваш год неизмеримо более приятным?
Как бы вы описали вашу личную моду в этом году?
Что помогло вам сохранить рассудок?
Какой знаменитостью/общественным деятелем вы восхищались больше всего?
Какой политический вопрос взволновал вас больше всего?
По кому вы скучали?
Кто был лучшим новым человеком, которого вы встретили?
Какой ценный жизненный урок вы усвоили в этом году?
Какая цитата подвела итог вашему году?
